{
  "recetas": [
    {
      "nombre": "Vacío a la plancha",
      "imagen": "https://imag.bonviveur.com/vacio-de-ternera-a-la-plancha.jpg",
      "categoria": "Carnes",
      "descripcionBreve": "Carne dorada al vacío.a",
      "recetaCompleta": "Condimenta al gusto, envasa al vacío y cocina a baja temperatura. Se secan los alimentos y se doran en plancha con aceite caliente. Sirve para disfrutar de una textura crujiente y jugosa.",
      "listaIngredientes": [
        "Carne corte vacío",
        "sal",
        "pimienta",
        "hierbas (opcional)",
        "aceite de cocina",
        "pe"
      ],
      "id": "882d"
    },
    {
      "nombre": "Milanesas de pollo",
      "imagen": "https://tumilanesa.com.ar/wp-content/uploads/2023/04/milanesas-pollo.jpg",
      "categoria": "Sopas",
      "descripcionBreve": "Pollo rebosado con pan rallado",
      "recetaCompleta": "Comienza preparando filetes de pechuga de pollo, sazónalos con sal y pimienta al gusto. Pasa cada filete por harina, luego por huevo batido y finalmente por pan rallado. Asegúrate de que estén bien cubiertos. Calienta aceite en una sartén a fuego medio-alto y cocina las milanesas hasta que estén doradas por ambos lados. Retira el exceso de aceite con papel absorbente. Sirve las milanesas con rodajas de limón y disfruta de esta deliciosa opción crujiente.",
      "listaIngredientes": [
        "Filetes de pechuga de pollo",
        "Harina",
        "Huevo batido",
        "Pan rallado",
        "Sal",
        "Pimienta",
        "Aceite para freír",
        "Rodajas de limón (para servir)"
      ],
      "id": "b69f"
    },
    {
      "nombre": "Puré de papas",
      "imagen": "https://images.aws.nestle.recipes/original/892d65cba81876ed7c340ae9ce7663d3_DCS_MARZO_INSTAGRAM-04.jpg",
      "categoria": "Ensaladas",
      "descripcionBreve": "Papas trituradas con manteca y leche",
      "recetaCompleta": "Para hacer un puré de papas delicioso, comienza pelando y cortando cuatro papas medianas en trozos uniformes. Cocina las papas en agua hirviendo hasta que estén tiernas. Escúrrelas y colócalas en un tazón grande. Calienta media taza de leche, pero no la dejes hervir. Agrega cuatro cucharadas de mantequilla a las papas y comienza a hacer puré. Incorpora gradualmente la leche caliente para lograr una consistencia cremosa. Añade sal al gusto y, opcionalmente, pimienta. Mezcla bien y sirve el puré caliente. ¡Listo para disfrutar!",
      "listaIngredientes": [
        "Papas medianas (aproximadamente 4)",
        "Leche (1/2 taza)",
        "Mantequilla (4 cucharadas)",
        "Sal (al gusto)",
        "Pimienta (opcional al gusto)"
      ],
      "id": "7030"
    },
    {
      "id": "9054",
      "nombre": "Salmón al Horno con Salsa de Limón",
      "imagen": "https://www.daisybrand.com/wp-content/uploads/2019/12/GRILLED-SALMON-W-LEMON-DILL-SAUCE-770x628.jpg",
      "categoria": "Carnes",
      "descripcionBreve": "Salmón jugoso con salsa cítrica.",
      "recetaCompleta": "Precalienta el horno a 180°C. Coloca filetes de salmón en una bandeja. Mezcla jugo de limón, aceite de oliva, ajo picado y eneldo. Vierte la mezcla sobre el salmón. Hornea por 15-20 minutos. Mientras tanto, hierve papas. Haz una salsa con yogur, eneldo, sal y pimienta. Sirve el salmón con las papas y la salsa.",
      "listaIngredientes": [
        "Filetes de salmón",
        "Limones",
        "Aceite de oliva",
        "Ajo",
        "Eneldo",
        "Papas",
        "Yogur",
        "Sal",
        "Pimienta"
      ]
    },
    {
      "nombre": "Budin de pan",
      "imagen": "https://cdn0.recetasgratis.net/es/posts/5/1/0/budin_de_pan_casero_52015_orig.jpg",
      "categoria": "Salsas",
      "descripcionBreve": "Receta para utilizar el pan de días anteriores.",
      "recetaCompleta": "Poner en un bowls el pan en trozos junto con la leche tibia y dejar reposar 15 minutos. Luego yo lo mixie para que quede como una pasta.\n de la receta Budín de pan económico y fácil\nAgregar el azúcar, huevos, esencia y ralladura. Mezclar. Este sería el momento de agregar las pasas, chips o manzana rallada.\nde la receta Budín de pan económico y fácil\nTener ya listo el molde de 24 cm de diámetro o flanera acaramelado. Yo pongo el azúcar dentro del molde y apoyo sobre la hornalla bien bajita para que se haga despacito. Mover cada tanto para que no se queme.\nde la receta Budín de pan económico y fácil\nPoner la mezcla dentro y ta",
      "listaIngredientes": [
        "250 gr miga de pan",
        "750 cc leche tibia",
        "125 gr azúcar"
      ],
      "id": "32c3"
    }
  ]
}